experiments/redis_contention/redis_numactl_2/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_80/pair_57/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5807.29    290364.11         0.27         0.68801         0.68700         1.03100         1.17500    299481.45 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5807.29    290364.11         0.27         0.68801         0.68700         1.03100         1.17500    299481.45